StruSoft.Interop.StruXml.Data.Punching_reinforcement_typeBended_bar


StruSoft.Interop.StruXml.Data.Punching_reinforcement_typeBended_bar.Local_center


StruSoft.Interop.StruXml.Data.Punching_reinforcement_typeBended_bar.Wire


StruSoft.Interop.StruXml.Data.Punching_reinforcement_typeBended_bar.Tip_sections_length


StruSoft.Interop.StruXml.Data.Punching_reinforcement_typeBended_bar.Middle_sections_length


StruSoft.Interop.StruXml.Data.Punching_reinforcement_typeBended_bar.Height


StruSoft.Interop.StruXml.Data.Punching_reinforcement_typeBended_bar.Angle


StruSoft.Interop.StruXml.Data.Punching_reinforcement_typeBended_bar.Direction


StruSoft.Interop.StruXml.Data.Punching_reinforcement_typeBended_bar.AnyAttr
